"Select the items you wish to remove:" = "Sélectionnez les langues à supprimer:";
"Remove" = "Supprimer";
"Languages" = "Langues";
"Language" = "Langue";
"Input Menu" = "Input Menu";
"Layout" = "Layout";
"Type" = "Type";
"Architectures" = "Architectures";
"Architecture" = "Architecture";

"Window" = "Fenêtre";
"Close" = "Close";
"Minimize" = "Placer dans le Dock";
"Bring All to Front" = "Tout ramener au premier plan";

"Help" = "Aide";
"README.rtfd" = "LisezMoi.rtfd";
"Monolingual Website" = "Monolingual Website";

"About Monolingual" = "À propos de Monolingual";
"Check for Update" = "Nach Update suchen";
"Preferences..." = "Preferences…";
"Services" = "Services";
"Hide Monolingual" = "Masquer Monolingual";
"Hide Others" = "Masquer les autres";
"Show All" = "Tout afficher";
"Quit Monolingual" = "Quitter Monolingual";